Repository: b-jesch/service.kn.switchtimer
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, nl_nl, pt_br

# Addon Summary
source: A switch timer for the PVR module of Kodi
de_de: Ein Umschalttimer für das PVR-Modul von Kodi

# Addon Description
source: Switching with the KN switchtimer from every point of view inside Kodi to a tv or radio broadcast at a given time - no more miss your favorite shows or sports events on tv.
de_de: Mit dem KN Switchtimer schaltest Du auf Deine programmierte Sendung zur richtigen Zeit um - egal wo Du Dich gerade befindest. Nie wieder die Lieblingssendung oder wichtige Sportereignisse verpassen.

# Addon Disclaimer
source: Use at your own risk.
de_de: Benutzung auf eigene Gefahr

# #30001
source: Show Notice or Countdown before Channel will switched
de_de: Zeige Hinweis oder Countdown, wenn Kanalwechsel bevor steht
nl_nl: Toon melding of Aftelprocedure voor er van kanaal gewisseld wordt
pt_br: Mostrar notificação ou contagem regressiva antes de sintonizar o canal

# #30002
source: Duration of Notification or Countdown
de_de: Anzeigedauer der Hinweismeldung oder des Countdowns
nl_nl: Tijdsduur of Melding of Aftelprocedure
pt_br: Duração da notificação ou contagem regressiva

# #30003
source: Show Confirmation if Timer is set
de_de: Zeige Bestätigung für gesetzten Timer
nl_nl: Toon bevestiging als timer is aangemaakt
pt_br: Mostrar confirmação se o horário já estiver reservado

# #30004
source: Ignore Timers older than
de_de: Ignoriere Timer, die älter sind als
nl_nl: Negeer timers ouder dan
pt_br: Ignorar lembretes com mais de

# #30005
source: Kodi startup
de_de: Kodi Start

# #30006
source: Switchtimer settings
de_de: Umschalttimer Einstellungen

# #30007
source: Actions
de_de: Aktionen

# #30008
source: Activate channel on startup
de_de: Aktiviere Kanal nach Start

# #30009
source: Channel number
de_de: Kanalnummer

# #30010
source: Currently active Timers
de_de: Anzahl aktuell aktiver Timer
nl_nl: Huidige actieve timers
pt_br: Lembrete atualmente ativos

# #30011
source: Delete Timer from Timer List
de_de: Timer aus Timerliste löschen
nl_nl: Verwijder timers

# #30012
source: Use Countdown Timer
de_de: Benutze Countdown Timer
nl_nl: Gebruik aftelprocedure
pt_br: Usar lembrete com contagem regressiva

# #30013
source: Switch to '%s'
de_de: Schalte um auf '%s'

# #30014
source: Lead Time
de_de: Vorlaufzeit
nl_nl: Doorlooptijd
pt_br: Tempo de espera

# #30015
source: Delete active Switch Timers
de_de: Aktive Umschalttimer löschen
nl_nl: Verwijder actieve schakeltimers

# #30020
source: Date/Time of Timer could not calculated
de_de: Datum/Zeit des Timers kann nicht ermittelt werden
nl_nl: Datum/Tijd van timer kan niet berekend worden
pt_br: Não foi possível calcular a data/hora do lembrete

# #30021
source: Timer added
de_de: Timer wurde aktiviert
nl_nl: Timer toegevoegd
pt_br: Lembrete adicionado

# #30022
source: Timer is in the past
de_de: Timer liegt in der Vergangenheit
nl_nl: Timer is in het verleden
pt_br: A data/hora de ínicio já passou

# #30023
source: Timer for this time already set
de_de: Timer für diesen Zeitpunkt bereits aktiv
nl_nl: Timer voor deze tijd bestaat al
pt_br: Já existe um lembrete para esta hora

# #30024
source: Reset Timer list
de_de: Timerliste zurücksetzen

# #30025
source: Could not switch to %s
de_de: Kann nicht umschalten zu '%s'
nl_nl: Kan niet overschakelen naar %s
pt_br: Não foi possível sintonizar %s

# #30026
source: Switching at '%s' to '%s' in a few seconds. % Seconds left to abort.
de_de: Schalte um auf '%s' zu '%s'. %s Sekunden verbleibend, um abzubrechen.
nl_nl: Schakel nu over naar '%s' to '%s'. %s Seconden resterend om af te breken.
pt_br: '%s' - '%s' vai começar em poucos segundos. %s segundos restantes.

# #30027
source: '%s' on '%s' starts now
de_de: '%s' auf '%s' beginnt jetzt
nl_nl: '%s' op '%s' begint nu
pt_br: '%s' - '%s' começa agora

# #30028
source: Channel Switch requested
de_de: Kanalumschaltung steht bevor
nl_nl: Kanaal overschakelen aangevraagd
pt_br: Sintonização agendada de canal

# #30029
source: %s Seconds left to abort
de_de: %s Sekunden verbleibend, um abzubrechen

# #30030
source: There is no active timer yet. Please use the PVR OSD Guide context menue to set switch timers.
de_de: Zur Zeit sind keine Timer aktiv. Benutze das Kontextmenü der EPG-Zeitleiste, um Umschalttimer zu setzen.
nl_nl: Er is nog geen actieve timer. Gebruik het contextmenu van de PVR OSD-gids om schakeltimers in te stellen.
pt_br: Por favor, use o Guia para acionar ou resetar os lembretes

# #30031
source: Timer for this time already set (%s, %s). Would You replace this timer with the new one instead?
de_de: Ein Timer für diesen Zeitpunkt ist bereits aktiv (%s, %s). Möchtest Du diesen Timer mit dem neuen Timer ersetzen?
pt_br: Lembrete para esse horario já está reservado para (%s, %s). Você gostaria de substituir?

# #30032
source: Channel Switch aborted
de_de: Kanalumschaltung abgebrochen
pt_br: Troca de canal abortada

# #30034
source: Switch now
de_de: Jetzt umschalten

# #30035
source: Broadcast '%s' is about to begin on %s. If you want still continue watching your media, cancel the switchtimer now or record the other broadcast.
de_de: Die Sendung '%s' startet gleich auf %s. Wenn Du Deine bisherige Sendung weiterschauen möchtest, breche den Timer ab oder nehme die andere Sendung auf.

# #30036
source: Couldn record %s on %s, switch instead.
de_de: Kann %s auf %s nicht aufnehmen, schalte um.

# #30040
source: Add switchtimer
de_de: Umschalttimer setzen
nl_nl: Voeg overschakel timer toe
pt_br: Adicionar lembrete

# #30041
source: Reset switchtimer
de_de: Umschalttimer löschen
nl_nl: Reset Timer
pt_br: Remover lembrete

# #30042
source: Reset all switchtimers
de_de: alle Umschalttimer löschen
nl_nl: Reset alle Timers
pt_br: Remover todos os lembretes

# #30043
source: Record
de_de: Aufnehmen

# #30044
source: Switch now
de_de: Jetzt umschalten

# #30045
source: Cancel
de_de: Abbrechen

# #30050
source: 0 (off)
de_de: 0 (aus)

# #30051
source: 3 sec
de_de: 3 Sek

# #30052
source: 5 sec
de_de: 5 Sek

# #30053
source: 7 sec
de_de: 7 Sek

# #30054
source: 10 sec
de_de: 10 Sek

# #30055
source: 15 sec
de_de: 15 Sek

# #30056
source: 20 sec
de_de: 20 Sek

# #30057
source: 30 sec
de_de: 30 Sek

# #30058
source: 45 sec
de_de: 45 Sek

# #30059
source: 60 sec
de_de: 60 Sek

# #30060
source: 90 sec
de_de: 90 Sek

# #30061
source: 120 sec
de_de: 120 Sek

# #30000
source: Switch Timer Service
pt_br: Serviço de Sintonização Agendada
